{
  "HOME": "Inicio",
  "ABOUT": "Acerca",
  "ANNOUNCEMENT": "Anuncio",
  "PUBLICATIONS": "Publicaciones",
  "SUBMISSION": "Sumisión",
  "EDITORIALBOARD": "Consejo editorial",
  "INDEXATION": "Indexación",
  "INFORMATION": "Información",
  "HEROTITLE": "Revista científica",
  "HEROP": "OKAVANGO es una revista científica multidisciplinaria organizada por la Universidad Cuito Cuanavale (UCC).",
  "CONTACTB": "Contacto",
  "CONTACIN": "Mas informaciones",
  "HEROEDGE": "Codigo de privacidad",
  "EDGEP": "Los nombres y direcciones proporcionados en esta revista serán utilizados exclusivamente para los servicios proporcionados por esta publicación y no estarán disponibles para otros fines ni para terceros.",
  "JOURNALINFO": "Información de la revista:",
  "PUBLISHED": "Publicaciones",
  "INFORMATIONS": "Información",
  "WRITTERS": "Escritores",
  "READERS": "Lectores",
  "ABOUTPAGE": "Acerca del Okavango Journal",
  "ABOUTD1": "OKAVANGO es una revista científica multidisciplinaria organizada por la Universidad Cuito Cuanavale (UCC). Es de Acceso Abierto, semestral (lanzado en mayo y noviembre de cada año) y su principal objetivo es difundir los resultados de las actividades científicas desarrolladas por profesores e investigadores de la UCC y otras instituciones de educación superior e investigación.",
  "ABOUTD2": "Publicada en series y en formato bilingüe (portugués e inglés), la ORC-UCC está abierta a contribuciones de autores nacionales e internacionales, siempre que cumplan con sus estándares editoriales. Publica artículos originales, revisión temática y notas (artículos muy breves, pero con resultados originales), resultado de actividades de investigación y extensión, luego de que el manuscrito haya sido analizado por el consejo editorial. Los manuscritos presentados para su publicación en la ORC-UCC deben pertenecer a una de las series que se enumeran a continuación:",
  "ABOUTL1": "Ciencias Naturales y Ambientales",
  "ABOUTL2": "Ciencias Biomédicas y Salud Pública",
  "ABOUTL3": "Ingeniería, Arquitectura, Urbanismo y Tecnología",
  "ABOUTL4": "Literatura y Ciencias Sociales",
  "ABOUTL5": "Ciencias Agronómicas, Forestales y Veterinarias",
  "ABOUTL6": "Ciências da educação",
  "ABOUTL7": "Ciencias Económicas, Administración y Desarrollo",
  "ANNOUNCEPAGE": "Anuncio",
  "AND1": "A partir de diciembre de 2021, el EJSD Journal solo considerará los manuscritos enviados a través de direcciones de correo electrónico institucionales que se puedan verificar fácilmente.",
  "SUBMISSIONPAGE": "Envío de textos",
  "SUBD1": "Los manuscritos pueden enviarse electrónicamente y directamente a orc-ucc@gmail.com.",
  "SUBD2": "La ORC-UCC solo considerará manuscritos enviados a través de direcciones electrónicas que puedan ser fácilmente verificadas. El envío de un manuscrito implica: que el trabajo descrito no ha sido publicado antes; que no se está considerando para su publicación en otro lugar; que su publicación ha sido aprobada por todos los coautores, en su caso, así como por las autoridades responsables, tácita o explícitamente, del instituto donde se realizó el trabajo. El editor no será legalmente responsable de ningún reclamo de compensación.",
  "SUBT1": "Permisos",
  "SUBT1D": "Los autores que deseen incluir figuras, tablas o pasajes de texto que ya se hayan publicado en otro lugar deben obtener el permiso del propietario de los derechos de autor tanto para el formato impreso como en línea e incluir una prueba de que se ha otorgado dicho permiso al enviar sus artículos. Se asumirá que cualquier material recibido sin dicha evidencia es original de los autores.",
  "SUBT2": "Formato de texto",
  "SUBT2L1": "Los manuscritos deben enviarse en Word, en papel tamaño A4, de acuerdo con la plantilla proporcionada. El texto debe tener entre 5000 y 7000 caracteres, 1,5 espaciado entre líneas (excepto el resumen y la cita directa, que debe ser a espacio sencillo), utilizando el tamaño de fuente NewsGotT, 18 puntos para título, 16 para subtítulo, 12 para autores, 12 para cuerpo y 10 para resumen (150 caracteres).",
  "SUBT2L2": "Capítulos en negrita, justificados en el margen izquierdo y en números arábigos. Subcapítulos en cursiva, justificados en el margen izquierdo y manteniendo los números arábigos",
  "SUBT2L3": "Todos los manuscritos deben comenzar con el título en el idioma principal, seguido del título en un segundo idioma, el nombre (s) del (los) autor (es), afiliación (institución a la que pertenece), país, dirección de correo electrónico (e - mail) y ORCID de cada autor.",
  "SUBT2L4": "No utilice notas a pie de página. Las notas finales se pueden utilizar para proporcionar información adicional. Tampoco deben contener números ni tablas. Las notas al final del texto deben estar numeradas consecutivamente.",
  "SUBT2L5": "Agradecimientos de personas, becas, financiación, etc. debe colocarse en una sección separada antes de la lista de referencias. Los nombres de las organizaciones financiadoras deben escribirse en su totalidad.",
  "SUBT2L6": "Cite referencias en el texto por nombre y año entre paréntesis. Ejemplo: “Los mapas de biotopos son herramientas importantes en los estudios de planificación espacial (Maurer et al., 2000; Löfvenhaft et al., 2002)”.",
  "SUBT2L7": "La lista de referencias solo debe incluir trabajos que se citan en el texto y que hayan sido publicados o aceptados para publicación. Las comunicaciones personales y las obras inéditas solo deben mencionarse en el texto. No utilice notas al final como sustituto de una lista de referencias.",
  "SUBT2L8": "Las entradas en la lista de referencias deben estar ordenadas alfabéticamente por los apellidos del primer autor de cada obra, seguidos del estilo APA, último",
  "SUBT2L9": "Todas las tablas deben estar numeradas en números romanos y siempre deben estar citadas en el texto.",
  "SUBT2L10": "Todas las figuras (en color o escala de grises): fotografías, dibujos, etc. - debe estar numerada como “figura”, en números arábigos, e insertada en el texto. Se recomienda encarecidamente que envíe todas sus obras de arte a los más altos estándares, con la mayor precisión en los detalles. El trabajo publicado reflejará directamente la calidad de la figura proporcionada.",
  "SUBT2L11": "Le solicitamos que envíe las figuras preferiblemente en formato TIFF, con una resolución no menor a 300 dpi.",
  "TEAMPAGE": "Equipo editorial",
  "TEAMTITLE1": "Directora / Editora en Jefe",
  "TEAMD1": "Prof. Miranda Lopes Miguel, Universidade Cuito Cuanavale-Angola",
  "TEAMTITLE2": "Director Adjunto / Editor Asociado",
  "TEAMD2": "Prof. Guilherme Nicolau Caneta, Universidade Cuito Cuanavale – Angola",
  "TEAMTITLE3": "Asistente editorial / Asistente editorial",
  "TEAMD3": "Dr. João do Amaral António, Universidade Cuito Cuanavale - Angola",
  "INDEXPAGE": "Indexación y evaluación",
  "OPENACESS": "Acceso abierto en estudios de medios",
  "GOOGLE": "Google Scholar",
  "WEBSCIENCE": "Web de la Ciencia ",
  "SCOPUS": "Scopus",
  "CAPES": "CAPES (Brasil)",
  "INFORMATIONPAGE": "Información",
  "INFTILE1": "Lectores",
  "INFOD1": "Usamos cookies para mejorar su experiencia en nuestros sitios web. En general, puede visitar y leer la mayor parte del contenido de nuestro sitio web sin proporcionar ningún dato personal.",
  "INFOD2": "Para el proceso de recuperación de la información solicitada en nuestros sitios web, nuestros servidores almacenan ciertos datos necesarios para la prestación del servicio y / o con fines estadísticos o de seguridad de forma anónima o seudonimizada (forma seudonimizada significa que los datos se recopilan bajo un seudónimo , es decir, una cadena alfanumérica aleatoria generada internamente para identificar cada registro de datos). En este contexto, se registra información general como su nombre de dominio o tipo de navegador. Estos datos no nos permiten sacar conclusiones sobre su identidad. Estos datos anónimos o seudónimos se eliminan inmediatamente después de su evaluación estadística.",
  "INFOD3": "No procesamos ninguna categoría especial de datos personales sobre usted (esto incluye detalles sobre su raza o etnia, creencias religiosas o filosóficas, vida sexual, orientación sexual, opiniones políticas, afiliación sindical, información sobre su salud y genética, y datos biométricos datos).",
  "INFTILE2": "Autores",
  "INFOD4": "Interesado en enviar un mensaje a esta revista? Le recomendamos que revise la página Acerca de la revista para conocer las políticas de la sección de la revista y las Directrices para autores. Los autores deben enviar sus manuscritos directamente a orc-ucc@gmail.com",
  "INFTILE3": "Bibliotecarios",
  "INFOD5": "Alentamos a los bibliotecarios y / o investigadores a incluir esta revista entre los fondos de revistas electrónicas de su institución. Asimismo, puede ser importante tener en cuenta que el sistema de publicación de código abierto de esta revista es muy adecuado para que las bibliotecas alberguen a los miembros de su facultad para usar con las revistas en las que están involucrados en la edición (consulte Open Journal Systems)."
}
