{
  "HOME": "Home",
  "ABOUT": "About",
  "ANNOUNCEMENT": "Announcement",
  "PUBLICATIONS": "Publications",
  "SUBMISSION": "Submission",
  "EDITORIALBOARD": "Editorial Board",
  "INDEXATION": "Indexation",
  "INFORMATION": "Information",
  "HEROTITLE": "Cientific Journal",
  "HEROP": "OKAVANGO is a multidisciplinary scientific journal organized by the Cuito Cuanavale University (UCC).",
  "CONTACTB": "Contact",
  "CONTACIN": "More info",
  "HEROEDGE": "Privacy code",
  "EDGEP": "The names and addresses provided in this magazine will be used exclusively for the services provided by this publication and will not be made available for other purposes or to third parties.",
  "JOURNALINFO": "Journal Information:",
  "PUBLISHED": "Published",
  "INFORMATIONS": "Information",
  "WRITTERS": "Writters",
  "READERS": "Readers",
  "ABOUTPAGE": "About the Okavango Journal",
  "ABOUTD1": "OKAVANGO is a multidisciplinary scientific journal organized by the Cuito Cuanavale University (UCC). It is Open Access, biannual (launched in May and November of each year) and its main objective is to disseminate the results of scientific activities carried out by professors and researchers at UCC and other higher education and research institutions.",
  "ABOUTD2": "It is published in series and in bilingual format (Portuguese and English), the ORC-UCC is open to contributions from national and international authors, as long as they meet its editorial standards. It publishes original articles, thematic review and notes (very short articles, but with original results), resulting from research and extension activities, after the manuscript has been analyzed by the editorial board. Manuscripts submitted for publication at the ORC-UCC must fit into one of the series listed below:",
  "ABOUTL1": "Natural and Environmental Sciences",
  "ABOUTL2": "Biomedical Sciences and Public Health",
  "ABOUTL3": "Engineering, Architecture, Urbanism and Technology",
  "ABOUTL4": "Literature and Social Sciences",
  "ABOUTL5": "Agronomic, Forestry and Veterinary Sciences",
  "ABOUTL6": "Education sciences",
  "ABOUTL7": "Economic Sciences, Administration and Development",
  "ANNOUNCEPAGE": "Announcement",
  "AND1": "As of December 2021, the EJSD Journal will only consider manuscripts submitted through institutional email addresses that can be easily verified.",
  "SUBMISSIONPAGE": "Submission of Texts",
  "SUBD1": "Manuscripts can be sent electronically and directly to orc-ucc@gmail.com.",
  "SUBD2": "The ORC-UCC will only consider manuscripts submitted through electronic addresses that can be easily verified.Submission of a manuscript implies: that the work described has not been published before; which is not under consideration for publication elsewhere; that its publication has been approved by all co-authors, if any, as well as by the responsible authorities - tacitly or explicitly - at the institute where the work was carried out. The publisher will not be held legally responsible for any claims for compensation.",
  "SUBT1": "Permissions",
  "SUBT1D": "Authors wishing to include figures, tables or text passages that have already been published elsewhere must obtain permission from the copyright owner for both print and online format and include proof that such permission has been granted when submitting their articles. Any material received without such evidence will be assumed to be the authors' original.",
  "SUBT2": "Text formatting",
  "SUBT2L1": "Manuscripts must be submitted in Word, on A4-size paper, according to the template provided. The text must be between 5000 and 7000 characters, 1.5 spaced between lines (except for the abstract and direct citation, which must be single spaced), using NewsGotT font size, 18 points for title, 16 for subtitle, 12 for authors, 12 for body and 10 for abstract (150 characters).",
  "SUBT2L2": "Chapters in bold, justified in the left margin and in Arabic numerals. Sub-chapters in italics, justified in the left margin and keeping the Arabic numerals.",
  "SUBT2L3": "All manuscripts must start with the title in the main language, followed by the title in a second language, the name(s) of the author(s), affiliation (institution to which it belongs), country, e-mail address (e- mail) and ORCID of each author.",
  "SUBT2L4": "Do not use footnotes. Endnotes can be used to provide additional information. They also must not contain numbers or tables. Endnotes in the text must be numbered consecutively.",
  "SUBT2L5": "Acknowledgments from people, scholarships, financing, etc. should be placed in a separate section before the list of references. The names of funding organizations must be written in full.",
  "SUBT2L6": "Quote references in the text by name and year in parentheses. Example: “Biotopes maps are important tools in spatial planning studies (Maurer et al., 2000; Löfvenhaft et al., 2002)”.",
  "SUBT2L7": "The list of references should only include works that are cited in the text and that have been published or accepted for publication. Personal communications and unpublished works should only be mentioned in the text. Don't use endnotes as a substitute for a list of references.",
  "SUBT2L8": "Entries in the reference list must be alphabetized by the surnames of the first author of each work, followed by the APA style, last.",
  "SUBT2L9": "All tables must be numbered in Roman numerals and must always be cited in the text.",
  "SUBT2L10": "All figures (in color or grayscale) - photographs, drawings, etc. - must be numbered as “figure”, in Arabic numerals, and inserted in the text. It is highly recommended that you submit all your artwork to the highest standards, with the greatest precision to detail. The published work will directly reflect the quality of the figure provided.",
  "SUBT2L11": "We request that you send the figures preferably in TIFF format, with a resolution of no less than 300 dpi.",
  "TEAMPAGE": "Editoral Board",
  "TEAMTITLE1": "Director/ Editor in Chief",
  "TEAMD1": "Prof. Miranda Lopes Miguel, Universidade Cuito Cuanavale-Angola",
  "TEAMTITLE2": "Deputy Director/Associate Editor",
  "TEAMD2": "Prof. Guilherme Nicolau Caneta, Universidade Cuito Cuanavale – Angola",
  "TEAMTITLE3": "Editorial Assistant",
  "TEAMD3": "Dr. João do Amaral António, Universidade Cuito Cuanavale - Angola",
  "INDEXPAGE": "Indexing and Assessment",
  "OPENACESS": "Open Access in Media Studies",
  "GOOGLE": "Google Scholar",
  "WEBSCIENCE": " Web of Science",
  "SCOPUS": "Scopus",
  "CAPES": "CAPES (Brasil)",
  "INFORMATIONPAGE": "Information",
  "INFTILE1": "Readers",
  "INFOD1": "We use cookies to make your experience on our websites better. In general, you can visit and read most of the content on our website without providing any personal data.",
  "INFOD2": "For the process of retrieving the information requested on our websites, our servers store certain data necessary for the delivery of the service and/or for statistical or security purposes in an anonymous or pseudonymized form (pseudonymized form means that the data is collected under a pseudonym, that is, an internally generated random alphanumeric string to identify each data record). In this context, general information such as your domain name or browser type is recorded. These data do not allow us to draw conclusions about your identity. These anonymous or pseudonymous data are deleted immediately after their statistical evaluation.",
  "INFOD3": "For the process of retrieving the information requested on our websites, our servers store certain necessary data for the delivery of the service and/or for statistical or security purposes in an anonymous or pseudonymized form (pseudonymized form means that the data is collected under a pseudonym , that is, an internally generated random alphanumeric string to identify each data record). In this context, general information such as your domain name or browser type is recorded. These data do not allow us to draw conclusions about your identity. These anonymous or pseudonymous data are deleted immediately after their statistical evaluation.",
  "INFTILE2": "Authors",
  "INFOD4": "Interested in submitting to this magazine? We recommend that you review the About the Journal page for the journal section policies as well as the Author Guidelines. Authors should send their manuscripts directly to orc-ucc@gmail.com",
  "INFTILE3": "Librarians",
  "INFOD5": "We encourage librarians and/or researchers to list this journal among their institution's e-journal holdings. Likewise, it may be important to note that this journal's open source publishing system is well suited for libraries to host for their faculty members to use with journals they are involved in editing (see Open Journal Systems)."
}
