{
  "HOME": "Ínicio",
  "ABOUT": "Sobre",
  "ANNOUNCEMENT": "Anuncios",
  "PUBLICATIONS": "Publicações",
  "SUBMISSION": "Submissões",
  "EDITORIALBOARD": "Equipe Editoral",
  "INDEXATION": "Indexação",
  "INFORMATION": "Informação",
  "HEROTITLE": "Revista científica da UCC",
  "HEROP": "  A OKAVANGO é uma revista científica de carácter multidisciplinar organizada pela Universidade Cuito Cuanavale (UCC). ",
  "CONTACTB": "Contacto",
  "CONTACIN": "Mais informações",
  "HEROEDGE": "Codigo de privacidade",
  "EDGEP": "Os nomes e endereços fornecidos nesta revista serão usados exclusivamente para os serviços prestados por esta publicação, não sendo disponibilizados para outras finalidades ou a terceiros.",
  "JOURNALINFO": "Informações do Journal:",
  "PUBLISHED": "Publicações",
  "INFORMATIONS": "Informações",
  "WRITTERS": "Escritores",
  "READERS": "Leitores",
  "ABOUTPAGE": "Sobre o Jornal Okavango",
  "ABOUTD1": "OKAVANGO é uma revista científica multidisciplinar organizada pela Universidade Cuito Cuanavale (UCC). É de Acesso Aberto, semestral (lançado em maio e novembro de cada ano) e tem como objetivo principal divulgar os resultados das atividades científicas desenvolvidas por docentes e investigadores da UCC e de outras instituições de ensino superior e investigação.",
  "ABOUTD2": "Publicado em séries e em formato bilingue (português e inglês), o ORC-UCC está aberto a contribuições de autores nacionais e internacionais, desde que cumpram as suas normas editoriais. Publica artigos originais, revisão temática e notas (artigos muito curtos, mas com resultados originais), resultantes de atividades de pesquisa e extensão, após a análise do manuscrito pelo conselho editorial. Os manuscritos submetidos para publicação no ORC-UCC devem se enquadrar em uma das séries listadas abaixo:",
  "ABOUTL1": "Ciências Naturais e Ambientais",
  "ABOUTL2": "Ciências Biomédicas e Saúde Pública",
  "ABOUTL3": "Engenharia, Arquitetura, Urbanismo e Tecnologia",
  "ABOUTL4": "Literatura e Ciências Sociais",
  "ABOUTL5": "Ciências Agronômicas, Florestais e Veterinárias",
  "ABOUTL6": "Ciências da educação",
  "ABOUTL7": "Ciências Econômicas, Administração e Desenvolvimento",
  "ANNOUNCEPAGE": "Anúncios",
  "AND1": "A partir de dezembro de 2021, o EJSD Journal considerará apenas manuscritos enviados por meio de endereços de e-mail institucionais que possam ser facilmente verificados.",
  "SUBMISSIONPAGE": "Submissão de Textos",
  "SUBD1": "Os manuscritos podem ser enviados electronicamente e directamente para orc-ucc@gmail.com.",
  "SUBD2": "A ORC-UCC considerará apenas manuscritos enviados por meio de endereços eletrônicos que possam ser facilmente verificados.A submissão de um manuscrito implica: que o trabalho descrito não tenha sido publicado antes; que não está sob consideração para publicação em nenhum outro lugar; que sua publicação tenha sido aprovada por todos os co-autores, se houver, bem como pelas autoridades responsáveis - tácita ou explicitamente - no instituto onde o trabalho foi realizado. O editor não será considerado legalmente responsável por eventuais reclamações de compensação.",
  "SUBT1": "Permissões",
  "SUBT1D": "Os autores que desejarem incluir figuras, tabelas ou passagens de texto que já tenham sido publicados noutro local deverão obter permissão do proprietário dos direitos autorais para o formato impresso e on-line e incluir provas de que tal permissão foi concedida ao enviar seus artigos. Qualquer material recebido sem tal evidência será assumido como original dos autores.",
  "SUBT2": "  Formatação de texto",
  "SUBT2L1": "Os manuscritos devem ser apresentados em Word, em papel de tamanho A4, de acordo com o modelo disponibilizado. O texto deverá apresentar entre 5000 a 7000 caracteres, espaçamento entre linhas de 1,5 espaço (excepto para o resumo e citação directa, que deve ser espaçamento simples), usando tamanho de fonte NewsGotT, 18 pontos para título, 16 para subtítulo, 12 para os autores, 12 para corpo e 10 para resumo (150 caracteres).",
  "SUBT2L2": "Capítulos em negrito, justificados à margem esquerda e em numeração árabe. Sub-capítulos em itálico, justificados à margem esquerda e mantendo a numeração árabe.",
  "SUBT2L3": "Todos os manuscritos devem começar pelo título na língua principal, seguido do título numa segunda língua, o(s) nome(s) do(s) autor(es), afiliação (instituição a que pertence), país, endereço electrónico (e-mail) e ORCID de cada autor.",
  "SUBT2L4": "Não use notas de rodapé. Notas de fim podem ser usadas para fornecer informações adicionais. Elas também não devem conter números ou tabelas. Notas de fim no texto devem ser numeradas consecutivamente. ",
  "SUBT2L5": "Agradecimentos de pessoas, bolsas, financiamentos, etc. devem ser colocados numa secção separada antes da lista de referências. Os nomes das organizações de financiamento devem ser escritos por extenso.",
  "SUBT2L6": " Cite referências no texto por nome e ano entre parênteses. Exemplo: “Os mapas de biótopos são ferramentas importantes em estudos de planeamento espacial (Maurer et al., 2000; Löfvenhaft et al., 2002)”.",
  "SUBT2L7": "A lista de referências deve incluir apenas trabalhos que são citados no texto e que foram publicados ou aceites para publicação. Comunicações pessoais e obras inéditas só devem ser mencionadas no texto. Não use notas finais como um substituto para uma lista de referências",
  "SUBT2L8": " As entradas da lista de referências devem ser alfabetizadas pelos sobrenomes do primeiro autor de cada trabalho, seguindo-se o estilo APA, última.",
  "SUBT2L9": "Todas as tabelas devem ser numeradas em algarismos romanos e devem sempre ser citadas no texto",
  "SUBT2L10": " Todas as figuras (em cores ou tons de cinza) - fotografias, desenhos, etc. - devem ser numeradas como “figura”, em numeração árabe, e inseridas no texto. É altamente recomendável que você envie todos os seus trabalhos artísticos nos mais altos padrões, com a maior precisão aos detalhes. O trabalho publicado reflectirá directamente a qualidade da figura fornecida.",
  "SUBT2L11": "Solicitamos o envio das figuras preferencialmente em formato TIFF, com resolução não inferior a 300 dpi.",
  "TEAMPAGE": "Equipa Editoral",
  "TEAMTITLE1": "Diretor / Editor Chefe",
  "TEAMD1": "Prof. Miranda Lopes Miguel, Universidade Cuito Cuanavale-Angola",
  "TEAMTITLE2": "Diretor Adjunto / Editor Associado",
  "TEAMD2": "Prof. Guilherme Nicolau Caneta, Universidade Cuito Cuanavale – Angola",
  "TEAMTITLE3": "Assistente Editorial/Editorial Assistant",
  "TEAMD3": "Dr. João do Amaral António, Universidade Cuito Cuanavale - Angola",
  "INDEXPAGE": "Indexação e Avaliação",
  "OPENACESS": "Acesso aberto em estudos de mídia",
  "GOOGLE": "Google Scholar",
  "WEBSCIENCE": " Web of Science",
  "SCOPUS": "Scopus",
  "CAPES": "CAPES (Brasil)",
  "INFORMATIONPAGE": "Informação",
  "INFTILE1": "Leitores",
  "INFOD1": "Usamos cookies para tornar a sua experiência em nossos sites melhor. Em geral, você pode visitar e ler a maior parte do conteúdo do nosso site sem fornecer quaisquer dados pessoais.",
  "INFOD2": "Para o processo de recuperação das informações solicitadas em nossos sites, nossos servidores armazenam certos dados necessários para a entrega do serviço e/ou para fins estatísticos ou de segurança de forma anónima ou pseudonimizada (forma pseudonimizada significa que os dados são colectados sob um pseudónimo, ou seja, um alfanumérico aleatório string gerada internamente para identificar cada registro de dados). Nesse contexto, são registradas informações gerais, como seu nome de domínio ou tipo de navegador. Esses dados não nos permitem tirar conclusões sobre a sua identidade. Esses dados anónimos ou pseudónimos são excluídos imediatamente após sua avaliação estatística.",
  "INFOD3": "Não processamos quaisquer “categorias especiais de dados pessoais” sobre você (isso inclui detalhes sobre sua raça ou etnia, crenças religiosas ou filosóficas, vida sexual, orientação sexual, opiniões políticas, filiação sindical, informações sobre sua saúde e genética e biométrica dados).",
  "INFTILE2": "Autores",
  "INFOD4": "Interessado em se submeter a esta revista? Recomendamos que analise a página Sobre a revista para ver as políticas da secção da revista, bem como as Directrizes para o autor. Os autores devem enviar seus manuscritos directamente para orc-ucc@gmail.com",
  "INFTILE3": "Librarians",
  "INFOD5": "Incentivamos os bibliotecários e/ou pesquisadores a listar este periódico entre os acervos de periódicos electrónicos da sua instituição. Da mesma forma, pode ser importante notar que o sistema de publicação de código aberto desta revista é adequado para bibliotecas hospedarem para seus membros do corpo docente usarem com revistas que eles estão envolvidos na edição (consulte Open Journal Systems)."
}
